tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "bat"
brew "cloc"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnutls"
brew "gnupg"
brew "httpie"
brew "hub"
brew "jq"
brew "k9s"
brew "lazydocker"
brew "mas"
brew "neovim"
brew "stow"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"

tap "adevinta/zoe"
brew "zoe"

tap "jdxcode/tap"
brew "rtx"

# Casks

cask "arc"
cask "raycast"
cask "visual-studio-code"

tap "homebrew/cask-fonts"
cask "font-fira-code-nerd-font"

# Mac App Store

mas "Adblock Plus", id: 1432731683
mas "Cardhop", id: 1290358394
mas "Fantastical", id: 975937182
mas "Timery", id: 1425368544
mas "Xcode", id: 497799835

# VS Code

vscode "vscodevim.vim"
vscode "eamodio.gitlens"
